{

  "intro": "We are a network of politically engaged citizens, interested in advancing center-left, liberal values in Pittsburgh and across Pennsylvania. [[P]]We’re an eclectic bunch of urbanists, globalists, YIMBYs, techno-optimists, and all-purpose policy wonks. We value pragmatism over populism, prioritizing steady, incremental progress above sweeping reform. We believe in working together on the one thing we agree on, even if we disagree on everything else.[[P]]We host regular meetups and seek out opportunities to engage with local politicians and other groups aligned with our values.",

  "liberalism": "We believe firmly in the core principles of liberalism: democracy, individual freedom, equality before the law, and protection of civil liberties. These values are the foundation of an equitable society, which balances personal autonomy and effective governance.[[P]]We are also social liberals - we believe that a just society welcomes and supports all people, regardless of race, sex, gender, religion, or sexual orientation. Social liberalism allows diverse people and cultures to flourish, creating a vibrant, dynamic society.",

  "economy": "Markets are an extremely effective mechanism for driving innovation, solving pressing problems, and improving living standards across the world. One way we differ from some of our counterparts on the left is that we believe capitalism, though not without problems, is an effective system for improving society.[[P]]At the same time, we recognize that it can incentivize bad-but-profitable behavior, and create immense inequality. We support regulation that limits harmful or exploitative practices, as well as robust social safety-net to ensure that the benefits of economic growth reach everyone.",

  "housing": "We are enthusiastic supporters of the Yes In My Backyard (YIMBY) movement. We oppose restrictive zoning, complicated, lengthy permitting, and car-centric regulations that make housing scarce and expensive. We support common-sense reforms that undo these harmful policies, making way for a future where housing is plentiful and affordable. This has many added benefits as well - it makes public transit more viable, reduces our carbon footprint, and promotes innovation and economic growth, critical in a city that is on the verge of reversing a half-century of decline. ",

  "immigration": "The lottery of where a person is born should not dictate the course of their life. America is truly a wonderful place to live and we feel fortunate to call it home. We support policies that allow more people from across the world to come live here. Not only is this a moral responsibility, but evidence shows that immigration economically benefits immigrants and natives alike. [[P]]While immigration policy can be difficult to impact at the local level, we support any measure to assist / sponsor potential immigrants, or otherwise make immigrants feel welcome in Pittsburgh.",

  "environment": "Climate change is an immense, complex, and pressing problem that will require an all-of-the-above approach to overcome. Western Pennsylvania must do its part by phasing out its remaining coal plants, becoming a leader in green technology, and supporting regional and federal efforts to decarbonize.[[P]]Pittsburgh has seen tremendous progress in its air and water quality over the last half-century, but there is more work to be done - in particular, to further mitigate the health impacts of air pollution near the region’s large industrial facilities.",

  "pragmatism": "In a world of competitive, evenly-divided politics, most real change happens at the margins, out of the partisan spotlight, through a series of slow, incremental steps. This approach can be frustrating and relies on imperfect compromises. At the same time, it more consistently leads to progress, and the progress it brings tends to be lasting and durable. We support this type of pragmatic incrementalism.[[P]]We are wary of movements that seek to provoke and feed off of strong emotions and rile up the masses to advance a particular cause. While this may at times be effective, it encourages short-sighted, reactionary thinking over level-headed rationalism. History provides us with countless examples of where populism has led us astray.",

  "openness": "Most of us agree on most of the issues mentioned here, but few of us agree on all of them. We believe that a successful political movement relies upon tolerance of good-faith disagreement, and willingness to compromise in areas of relative agreement despite significant differences elsewhere. [[P]]If you feel strongly aligned with some of our values, but not others, you are still welcome under the New Liberals umbrella. Let’s figure out how we can advance our common causes, and understand our areas of disagreement!"

}