{

  "intro": "We are a network of politically engaged citizens advancing center-left, liberal values in Pittsburgh and across Pennsylvania. [[P]]We’re an eclectic group of urbanists, globalists, YIMBYs, tech-optimists, and all-purpose policy wonks. We value pragmatism over populism and steady, incremental progress above sweeping reform. We believe in working together on the thing we agree on, even if we disagree on everything else.[[P]]We host regular meetups and seek out opportunities to engage with local politicians and other groups aligned with our values.",

  "liberalism": "Our philosophy is rooted in the core principles of liberalism: democracy, individual freedom, equality before the law, and protection of civil liberties. These values are the foundation of a just society that balances personal autonomy and effective governance.[[P]]A just society also welcomes and supports all people, regardless of race, sex, gender, religion, or sexual orientation. This social liberalism allows diverse people and cultures to flourish, creating a more vibrant, dynamic, and prosperous world.",

  "economy": "We believe markets are a powerful tool for driving innovation, solving pressing problems, and raising living standards across the world. One way we differ from some of our counterparts on the left is that we think capitalism, though not without problems, can be an effective system for improving society.[[P]]At the same time, we recognize that it can incentivize bad-but-profitable behavior and create immense inequality. We support regulation that limits harmful or exploitative practices, as well as robust social safety-net to ensure that the benefits of economic growth reach everyone.",

  "housing": "We are enthusiastic supporters of the Yes In My Backyard (YIMBY) movement. We oppose restrictive zoning, onerous permitting regimes, and car-centric regulations that make housing scarce and expensive. We support common-sense reforms that undo these harmful policies, making way for a future where housing is plentiful and affordable.[[P]]These reforms come with added benefits - dense housing makes public transit more viable, reduces our carbon footprint, and promotes innovation and economic growth, critical in a city on the verge of reversing a half-century of population decline.",

  "immigration": "The lottery of where a person is born shouldn’t dictate the course of their life. America is a wonderful place to live and we feel fortunate to call it home. We support policies that allow more people to come live here. Not only is this a moral responsibility, but evidence also shows that immigration economically benefits immigrants and natives alike.[[P]]While immigration policy can be difficult to impact at the local level, we support any measure to assist / sponsor potential immigrants, or otherwise make immigrants feel welcome in Pittsburgh.",

  "environment": "Climate change is an immense, complex, and pressing problem that will require an all-of-the-above approach to overcome. Western Pennsylvania must do its part by phasing out its remaining coal plants, becoming a leader in green technology, and supporting regional and federal efforts to decarbonize.[[P]]Pittsburgh has seen tremendous progress in its air and water quality over the last half-century, but there is more work to be done - in particular, to further mitigate the health impacts of air pollution near the region’s large industrial facilities.",

  "pragmatism": "In a time of hyper-competitive politics, most progress happens out of the partisan spotlight through incremental, imperfect compromises. This can be slow and frustrating, but it more consistently leads to progress, and that progress is lasting and durable. We support this type of pragmatic incrementalism.[[P]]We’re cautious of movements that provoke intense emotions and rile people up to advance their cause. While this may at times be effective, it encourages short-sighted, reactionary thinking over level-headed reasoning. History is full of examples of populism leading us astray.",

  "tolerance": "We believe that a successful political movement requires openness to good-faith disagreement and willingness to work together in areas where goals are aligned, even with people that have significant philosophical differences elsewhere.[[P]]Most of us agree on most of the ideas discussed here, but few of us agree on all of them, particularly when it comes to details. If you feel strongly aligned with some of our values, but not all of them, you are still welcome under the New Liberals umbrella. Let’s figure out how we can advance our shared goals, and understand our areas of disagreement!"

}